IDEA Open Model
MatSteelRUS.GammaM Property
Compatible with IDEA StatiCa Beta 20.0
 Safety coefficient
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double GammaM { get; set; }
Public Property GammaM As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatSteelRUS Class
IdeaRS.OpenModel.Material Namespace